<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta http-equiv='X-UA-Compatible' content='IE=edge'>
<meta name='viewprot' content='width=device-width,initial-scale=1.0'>

<title>개인정보 처리방침</title>
<style>
    body{
        font-weight: bold;
	    color:tomato;

    }

    h1 {
        text-align: center;
    }
    h3 {
        text-align: center;
        color: rgb(99, 99, 99);
    }
    .wrap {
        position: relative;
        min-height: 100%;
    }
    .text {
        text-align: center;
    }
    .fieldset {
        color: rgb(99, 99, 99);
        width: 50%;
        margin: 0 auto;
        font-size: 12px;
        padding: 30px;
        border: 1px solid gray;
    }
    footer {
        width: 100%;
        height: 30px;
        position: absolute;
        /* transform: translateY(-100%); */
        bottom: 0;
        text-align: center;
    }
</style>
</head>
<body>
<!-- header.jsp include -->
<%@ include file="../common/header.jsp" %>
<br><br>
<h1>개인정보처리방침</h1><br>
<p class="text">ConnectWithBlood(이하 ‘회사’)은 다음과 같은 원칙에 의하여 회원의 개인정보를 수집, 이용 및 관리하고 있고, <br>
이와 관련하여 정보통신서비스 제공자가 준수하여야 하는 대한민국의 관계법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.<br><br>

 

회사는 개인정보 처리방침을 통하여, 회원의 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, <br>
개인정보보호를 위해 회사가 어떠한 조치를 취하는지 알려드립니다.<br><br>

회사의 개인정보 처리방침은 다음과 같은 내용을 담고 있습니다.
</p><br><br>
<div class="wrap">
<h3>Privacy Polcy</h3>
<fieldset class="fieldset" style="border: 2 solid gray;">
    1. 개인정보의 수집 및 이용목적<br>
    -회사는 회원가입, 상담, 서비스 신청 등을 위하여 아래와 같은 개인정보를 수집하고 있습니다. <br><br>
    
    2. 수집하는 개인정보 항목 및 방법<br>
    -이름, 생년월일, 로그인ID, 비밀번호, 휴대전화번호 <br><br>

    3. 개인정보의 보유 및 이용기간<br>
    -개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간동안 보존합니다. <br>
    가. 회사 내부방침에 의한 정보보유 사유 <br>
        회원이 탈퇴한 경우에도 불량회원의 부정한 이용의 재발을 방지, 분쟁해결 및 수사기관의 요청에 따른 협조를 위하여, 이용계약 해지일로부터 00년간 회원의 정보를 보유할 수 있습니다. <br>
    나. 관련 법령에 의한 정보 보유 사유<br>
        전자상거래등에서의소비자보호에관한법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.<br>
        o 계약 또는 청약철회 등에 관한 기록<br>
        -보존이유 : 전자상거래등에서의소비자보호에관한법률<br>
        -보존기간 : 5년<br>
        o 대금 결제 및 재화 등의 공급에 관한 기록<br>
        -보존이유 : 전자상거래등에서의소비자보호에관한법률<br>
        -보존기간 : 5년 <br>
        o 소비자 불만 또는 분쟁처리에 관한 기록<br>
        -보존이유 : 전자상거래등에서의소비자보호에관한법률<br>
        -보존기간 : 3년 <br>
        o 로그 기록 <br>
        -보존이유: 통신비밀보호법<br>
        -보존기간 : 3개월 <br><br>

    4. 개인정보의 공유 및 제공<br>
    회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<br>
    o 이용자들이 사전에 동의한 경우<br>
    o 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우 <br><br>

    5. 개인정보 파기 절차 및 방법<br>
    -회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.<br>
    o 파기절차<br>
    회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다.<br>
    별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.<br>
    o 파기방법<br>
    전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다. <br><br>

    6. 회원 및 법정대리인의 권리와 그 행사방법<br>
    이용자는 언제든지 회사 웹사이트에서 자신의 개인정보를 조회하거나 수정할 수 있습니다. 또한, 이용자는 언제든지 회원탈퇴를 통해 개인정보의 수집 및 이용 동의를 철회할 수 있습니다.<br>
    회사는 만 14세 미만 아동의 개인정보를 수집하는 경우 반드시 법정대리인의 동의를 받고 있으며, 회원 가입 시 법정대리인이 본인의 개인정보를 입력함으로써 법정대리인으로부터 개인정보수집에 대한 동의를 받는 구조로 되어 있습니다.<br>
    수집된 법정대리인 정보는 동의 여부 확인 및 추후 법정대리인의 본인확인 여부의 용도로만 사용되며, 해당 정보는 아동의 회원 탈퇴 시까지 보유합니다.<br>
    이용자 및 법정대리인은 언제든지 등록되어 있는 자녀 혹은 당해 만 14세미만 아동의 개인정보에 대한 열람, 정정 및 동의 철회(회원탈퇴)를 요청할 수 있습니다.<br><br>

    7. 개인정보 자동수집 장치의 설치/운영 및 그 거부에 관한 사항<br>
    회사는 귀하의 정보를 수시로 저장하고 찾아내는 "쿠키(cookie)" 등을 운용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다.<br>
    회사은(는) 다음과 같은 목적을 위해 쿠키를 사용합니다.<br>
    o 쿠키 등 사용 목적<br>
    가. 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공<br>
    나. 귀하는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.<br>
    o 쿠키 설정 거부 방법<br>
    가. 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.<br>
    나. 설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 &gt; 인터넷 옵션 &gt; 개인정보<br>
    다. 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다. <br><br>

    8. 개인정보보호 관련 기술적/관리적 보호 대책<br> 
    회사는 회원의 개인정보를 취급함에 있어 개인정보가 분실, 도단, 누출, 변조 또는 훼손되지 않도록 안정성 확보를 위하여 다음과 같은 기술적, 관리적 대책을 강구합니다. <br>

    가. 기술적 대책<br>
    -회원가입 및 로그인 시 암호 알고리즘을 이용하여 네트워크상의 개인정보를 안전하게 전송할 수 있도록 보안장치 Secured Socket Layer(SSL)를 채택하고 있습니다.<br>
    -허용되지 않은 IP 및 포트에 대한 접근 권한을 두어 회사 내부 네트워크가 아닌 경우 회사의 서버로 접근이 불가능하게 되어 있습니다.<br>
    -해킹 등 외부 침입에 의해 고객의 개인정보가 유출되는 것을 방지하기 위해, 외부로부터 접근이 통제된 구역에 시스템을 설치하고, 기타 보안성을 확보하기 위해 가능한 여러가지 프로그램 및 기술적, 관리적 장치를 갖추려 노력하고 있습니다.<br>
    -개인정보취급자가 개인정보처리시스템에 접속한 기록을 보관ㆍ관리하며, 개인정보의 오ㆍ남용, 분실ㆍ위조ㆍ변조 등을 방지하기 위하여 접속기록 등을 정기적으로 점검하며, 개인정보취급자의 접속기록이 위ㆍ변조 및 도난, 분실되지 않도록 해당 접속기록을 안전하게 보관하고 있습니다.<br>
    나. 관리적 대책<br>
    -개인정보의 안전한 처리를 위하여 개인정보 보호책임자의 지정 등 개인정보 보호 조직의 구성 및 운영에 관한 사항 등을 포함하여 개인정보 내부관리계획을 수립하고, 매 년 내부관리계획을 잘 시행하고 있는지를 점검하고 있습니다.<br>
    -회원의 개인정보는 기본적으로 비밀번호에 의해 보호되므로 누구에게도 비밀번호를 공개해서는 안됩니다. 비밀번호는 시스템 적으로 암호화되어 운영자도 회원 개개인의 비밀번호를 알 수 없습니다. 회원은 특히 다른 사람과 PC를 공유하여 사용하거나 공공장소에서 이용하는 경우 자신의 비밀번호가 노출되지 않도록 유의하시기 바랍니다. 서비스를 이용한 후에는 로그아웃(LOG-OUT)및 활성화된 모든 웹 브라우저를 종료하시길 권장합니다.<br>
    -회사는 회원의 개인정보 보호를 위하여 6개월마다 직접 본인의 비밀번호를 변경하도록 조치하고 있습니다.<br>
    -회사는 회원의 개인정보를 취급할 수 있는 자를 최소한으로 제한하고, 개인정보에 대한 관리와 접근에 필요한 절차를 마련해 본 정책을 준수하도록 하고 있습니다.<br>
    -개인정보 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며, 입사 및 퇴사 후 개인정보 침해에 사고에 대한 책임을 명확하게 규정하고 있습니다. <br><br>

    9. 개인정보보호책임자 및 담당자의 연락처<br>
    회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.<br>
    o 개인정보관리담당자<br>
    성명 : 기세영<br>
    전화번호 : 010-4593-2462<br>
    이메일 : rtd0904@gmail.com <br><br>

    10. 개인정보관련 신고 및 분쟁조정<br>
    기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br>

    •개인정보침해신고센터 / 전화 : 118 / URL : https://privacy.kisa.or.kr<br>
    •대검찰청 사이버수사과 / 전화 : 1301 / URL : https://www.spo.go.kr<br>
    •경찰청 사이버수사국 / 전화 : 182 / URL : https://cyberbureau.police.go.kr/<br>
    귀하는 회사의 서비스를 이용하시며 발생하는 모든 개인정보 보호 관련 민원을 개인정보 보호책임자 혹은 담당부서로 문의하실 수 있습니다. 회사는 이용자들의 문의사항에 대해 신속하고 성실하게 답변해 드리겠습니다. <br><br>

    11. 고지의 의무<br>
    본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 개정 최소 7일 전에 ‘공지사항’을 통해 사전 공지를 할 것입니다.<br>
    다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 공지하며, 필요 시 이용자 동의를 다시 받을 수도 있습니다. <br>
    
</fieldset> <br><br>
<footer>
    <!-- footer.jsp include -->
    <%@ include file="footer.jsp" %>
</footer>
</div>
</body>
</html>