<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<style>
    body{
        font-weight: bold;
	    color:tomato;
    }
    .wrap {
        position: relative;
        min-height: 100%;
    }
    .fieldset {
        color: rgb(99, 99, 99);
        width: 50%;
        margin: 0 auto;
        font-size: 12px;
        padding: 30px;
        border: 1px solid gray;
    }
    footer {
        width: 100%;
        height: 30px;
        position: fixed;
        bottom: 0;
        /* clear: left;
        float: left; */
        left: 20%;
    }
    h1 {
        text-align: center;
    }
</style>
</head>
<body>
<!-- header.jsp include -->
<%@ include file="../common/header.jsp" %>
<br><br>
<h1>이용약관</h1>

<div class="wrap"> 
<fieldset class="fieldset" style="border: 2 solid gray;">
제 1장 총칙 <br>
제 1 조 (목적) <br>
이 이용약관은 "ConnectWithBlood (이하 "당 사이트")"에서 제공하는 인터넷 서비스(이하 '서비스')의 가입조건, 당 사이트와 이용자의 권리, 의무, 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.<br><br>

제 2 조 (용어의 정의)<br>
1. "이용자"라 함은 당 사이트에 접속하여 이 약관에 따라 당 사이트가 제공하는 서비스를 받는 회원 및 비회원을 말합니다. <br>
2. "회원"이라 함은 서비스를 이용하기 위하여 당 사이트에 개인정보를 제공하여 아이디(ID)와 비밀번호를 부여 받은 자를 말합니다. <br>
3. “비회원”이하 함은 회원으로 가입하지 않고 "어스마켓"에서 제공하는 서비스를 이용하는 자를 말합니다. <br>
4. "회원 아이디(ID)"라 함은 회원의 식별 및 서비스 이용을 위하여 자신이 선정한 문자 및 숫자의 조합을 말합니다.<br>
5. "비밀번호"라 함은 회원이 자신의 개인정보 및 직접 작성한 비공개 콘텐츠의 보호를 위하여 선정한 문자, 숫자 및 특수문자의 조합을 말합니다.<br><br>

제 3 조 (이용약관의 효력 및 변경)<br>
1. 당 사이트는 이 약관의 내용을 회원이 알 수 있도록 당 사이트의 초기 서비스화면에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.<br>
2. 당 사이트는 이 약관을 개정할 경우에 적용일자 및 개정사유를 명시하여 현행 약관과 함께 당 사이트의 초기화면 또는 초기화면과의 연결화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 당 사이트는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.<br>
3. 당 사이트가 전항에 따라 개정약관을 공지하면서 “개정일자 적용 이전까지 회원이 명시적으로 거부의 의사표시를 하지 않는 경우 회원이 개정약관에 동의한 것으로 봅니다. ”라는 취지를 명확하게 공지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 않은 경우에는 개정약관에 동의한 것으로 봅니다. 회원이 개정약관에 동의하지 않는 경우 당 사이트 이용계약을 해지할 수 있습니다.<br><br>

제 4 조(약관 외 준칙)<br>
1. 이 약관은 당 사이트가 제공하는 서비스에 관한 이용안내와 함께 적용됩니다.<br>
2. 이 약관에 명시되지 아니한 사항은 관계법령의 규정이 적용됩니다.<br><br>

제 2 장 이용계약의 체결<br>
제 5 조 (이용계약의 성립 등)<br>
이용계약은 이용고객이 당 사이트가 정한 약관에 「동의합니다」를 선택하고, 당 사이트가 정한 회원가입양식을 작성하여 서비스 이용을 신청한 후, 당 사이트가 이를 승낙함으로써 성립합니다.<br><br>

제 6 조 (회원가입)<br>
서비스를 이용하고자 하는 고객은 당 사이트에서 정한 회원가입양식에 개인정보를 기재하여 가입을 하여야 합니다.<br><br>

제 7 조 (개인정보의 보호 및 사용)<br>
당 사이트는 관계법령이 정하는 바에 따라 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위해 노력합니다. 회원 개인정보의 보호 및 사용에 대해서는 관련법령 및 당 사이트의 개인정보 보호정책이 적용됩니다. 다만, 당 사이트 이외에 링크된 사이트에서는 당 사이트의 개인정보 보호정책이 적용되지 않습니다.<br><br>

제 8 조 (이용 신청의 승낙과 제한)<br>
1. 당 사이트는 제6조의 규정에 의한 이용신청고객에 대하여 약관에 정하는 바에 따라 서비스 이용을 승낙합니다.<br>
2. 당 사이트는 아래사항에 해당하는 경우에 대해서 회원가입을 승낙하지 아니하거나 이후 사전 통보 없이 취소할 수 있습니다.<br>
- 회원가입 신청 시 내용을 허위로 기재한 경우<br>
- 기타 규정한 제반사항을 위반하며 신청하는 경우<br>
- 다른 사람의 당 사이트 이용을 방해하거나 그 정보를 도용하는 등의 행위를 하였을 경우<br>
- 당 사이트를 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우<br><br>

제 9 조 (회원 아이디 부여 및 변경 등)<br>
1. 당 사이트는 이용고객에 대하여 약관에 정하는 바에 따라 자신이 선정한 회원 아이디를 부여합니다.<br>
2. 회원 아이디는 원칙적으로 변경이 불가하며 부득이한 사유로 인하여 변경 하고자 하는 경우에는 해당 아이디를 해지하고 재가입해야 합니다.<br>
3. 회원은 회원가입 시 기재한 개인정보가 변경되었을 경우 온라인으로 직접 수정할 수 있습니다. 이때 변경하지 않은 정보로 인해 발생되는 문제에 대한 책임은 회원에게 있습니다.
</fieldset>
<footer>
    <!-- footer.jsp include -->
    <%@include file="footer.jsp"%>
</footer>
</div>
</body>
</html>